app/views/Application/gettopicstemplate.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope">
	<soapenv:Header />
	<soapenv:Body>
		<wsrf-rp:GetResourceProperty
			xmlns:wsrf-rp="http://docs.oasis-open.org/wsrf/rp-2" xmlns:t="http://docs.oasis-open.org/wsn/t-1">
			t:TopicSet</wsrf-rp:GetResourceProperty>
	</soapenv:Body>
</soapenv:Envelope>

